export interface Contact {
    id: number;
    post: string;
    name: string;
    number: string;
}

export const GetContacts = (): Contact[] => {
    return [
        {
            id: 1,
            post: "Директор",
            name: "Голуб Виктор Викторович",
            number: "+375 (1645) 31182",
        },
        {
            id: 2,
            post: "Главный инженер",
            name: "Павлюкович Михаил Васильевич",
            number: "+375 (1645) 31807",
        },
        {
            id: 3,
            post: "Приёмная",
            name: "Чернобривцева Наталья Анатольевна",
            number: "+375 (1645) 31932 (т/ф)",
        },
        {
            id: 4,
            post: "Сектор правовой и кадровой работы",
            name: "Павлюкович Михаил Васильевич",
            number: "+375 (1645) 31807",
        },
        {
            id: 5,
            post: "Сектор МТОиМ",
            name: "Пивоварчик Екатерина Викторовна",
            number: "+375 (1645) 31473 (т/ф)",
        },
        {
            id: 6,
            post: "Сектор БУиО",
            name: "Протос Ирина Александровна",
            number: "+375 (1645) 31851 (т/ф)",
        },
        {
            id: 7,
            post: "Весовая",
            name: "Буранова Оксана Михайловна",
            number: "+375 (1645) 31557",
        },
        {
            id: 8,
            post: "ПТС",
            name: "Макарченя Татьяна Константиновна",
            number: "+375 (1645) 31836",
        },
        {
            id: 9,
            post: "Ведущий экономист",
            name: "Каминская Наталья Викторовна",
            number: "+375 (1645) 31748",
        },
        {
            id: 10,
            post: "Кафе \"Лесная Усадьба\"",
            name: "Литвинович Татьяна Николаевна",
            number: "+375 (1645) 47285",
        },
    ];
};